"Yes" = "Oui";

"No" = "Non";

"MainFan" = "Principal";

"Left Fan" = "Gauche";

"Right Fan" = "Droite";

"Leftside" = "Gauche ";

"Rightside" = "Droite ";

"smcFanControl has not been tested on this machine yet, but it should run if you follow the instructions. \n\nIf you choose to continue, please make sure you have no other FanControl-software running. Otherwise please quit, deinstall the other software, restart your machine and rerun smcFanControl!" = "smcFanControl n’a pas encore été testé sur cette machine, mais devrait fonctionner si vous suivez ces instructions.\n\nSi vous choisissez de continuer, merci de vérifier que vous n’avez aucun autre logiciel de gestion des ventilateurs en cours d’exécution. Dans le cas contraire, merci des les désinstaller, redémarrer votre machine et relancer smcFanControl!";

"Continue" = "Continuer";

"Quit" = "Quitter";

"Alert!" = "Alerte !";

"Do you want to reset smcFanControl to default settings? Fans will return to default speed." = "Souhaitez-vous réinitialiser les réglages de smcFanControl ? Les ventilateurs reviendrons à leur vitesse par défaut";

"Please shutdown your computer now to return to default fan settings." = "Redemarrer votre Mac afin de revenir aux reglagle par défaut";

"Reset Settings" = "Réinitialiser les réglages";

"Shutdown required" = "Redémarrage nécessaire";

/* Sleep/Wake Fix — TODO: needs French translation */
"Sleep/Wake Fix..." = "Sleep/Wake Fix...";

"Sleep/Wake Fix for Intel Macs" = "Sleep/Wake Fix for Intel Macs";

"Older Intel Macs can crash when waking from sleep due to macOS hibernation features designed for newer hardware. This fix disables hibernation and related features so your Mac sleeps and wakes reliably." = "Older Intel Macs can crash when waking from sleep due to macOS hibernation features designed for newer hardware. This fix disables hibernation and related features so your Mac sleeps and wakes reliably.";

"No reboot required. Changes take effect immediately." = "No reboot required. Changes take effect immediately.";

"Fix Applied" = "Fix Applied";

"Needs Fix" = "Needs Fix";

"Apply Fix" = "Apply Fix";

"Restore Defaults" = "Restore Defaults";

/* Menu items — TODO: needs French translation */
"Quit smcFanControl CE" = "Quit smcFanControl CE";

/* Support — TODO: needs French translation */
"Support on Ko-fi" = "Support on Ko-fi";
